17_implementSolidParticlesInVOF/solver2/tests/damBreak/damBreak/constant/particleProperties
/*--------------------------------*- C++ -*----------------------------------*\
| ========= | |
| \\ / F ield | OpenFOAM: The Open Source CFD Toolbox |
| \\ / O peration | Version: v1806 |
| \\ / A nd | Web: www.OpenFOAM.com |
| \\/ M anipulation | |
\*---------------------------------------------------------------------------*/
FoamFile
{
version 2.0;
format ascii;
class dictionary;
object particleProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
rhop rhop [ 1 -3 0 0 0 0 0] 1000;
e e [ 0 0 0 0 0 0 0] 0.8; //Shifted for copy-paste reasons
mu mu [ 0 0 0 0 0 0 0] 0.2; //Shifted for copy-paste reasons
// ************************************************************************* //
